// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "清洁打印头";

NotInitiatedTitle = "无法启动清洁进程";
NotInitiatedMsg = "无法启动清洁步骤。请检查打印机是否联机、是否正在处理作业。";

CleaningProgressTitle = "打印头清洁正在进行...";

CompletitionLevelTitleFormat = "清洁级别 %i 执行完毕";
CompletitionLevelMsgFormat = "打印测试页时请等待。检查此测试页，查看问题是否已解决。若测试页良好，请单击“完成”，退出清洁步骤。否则，请单击“清洁级别 %i”，继续清洁。";
CompletitionFinalMsg = "打印测试页时请等待。检查此测试页，查看问题是否已解决。若测试页良好，请单击“完成”，退出清洁步骤。否则，请单击“在线获取 HP 帮助”，转至 HP 故障排除 web 页。";
NextLevelButtonFormat = "清洁级别 %i";
FinishButtonText = "完成";
GetHelpButtonText = "在线获取 HP 帮助";

HSDCleanPrintheadsExplanation = "如果打印输出件出现与示例一样的条纹，则需要清洁打印头。可能需要约一分钟时间，并将使用一张纸。";
HSDCleanPrintheadsInvitation = "请立即单击“清洁”按钮，开始清洁打印头。";
HSDManualCleanPrintheadsInvitation = "要清洁打印头，请在打印机的控制面板显示屏上选择相应的选项。";

CleanCancelledTitle = "操作取消";
CleanCancelledMsg = "已通过设备前面板取消清洁程序。";

CleaningProcessErrorTitle = "无法完成操作";
CleaningProcessErrorMsg = "无法完成清洗步骤。请联系 HP 支持。";
DeviceBusyMessage = "无法完成清理过程。请等待设备完成当前作业，然后重试。";

PythonLvl1DoneTitle = "打印头第一级清洁完毕";

PythonLvl1DoneMsg = "如果打印质量仍然不佳，可进行第二级清洁。此操作耗时约 2 分钟，并将使用一页打印纸。第二级清洁会耗用大量墨水，因此只有在首次清洁未能提高打印质量的情况下才应使用。要执行第二级清洁，请单击“第二级清洁”。";

PythonLvl2Button = "第二级清洁";

PythonLvl2DoneTitle = "打印头第二级清洁完毕";

PythonLvl2DoneMsg = "如果打印质量仍然不尽人意，则再次运行此步骤可能不会有帮助。有关详细信息，请参阅打印机文档。";

ColorCleaningTextFieldTitle = "清洁打印头";
HSDInfoTextFieldTitle = "如果打印输出时有条纹（如图像上所示），或有任何错误或缺少颜色，则可能需要清洁打印头。此过程使用墨水来尝试清洁打印头的喷嘴。此操作将耗时约 2 分钟，并将使用一页打印纸。";
HSDGuideTextFieldTitle = "单击“清洁”立即清洁打印头。";
HSDCleanButtonTitle = "清洁";
CancelButtonTitleKey = "取消";

PythonLvl1DoneMsgPigment = "如果打印质量仍然不佳，则可使用“第 2 级清洁”过程。此过程约需要 2 分钟时间，且将使用一张纸。此“第 2 级清洁”将使用非常多的墨盒耗材，因此只应在初始清洁过程未能改善打印质量的情况下执行。要执行“第 2 级清洁”，请单击“第 2 级清洁”。";
HSDInfoTextFieldTitlePigment = "如果打印输出中有条纹(如示例图片上所示)，或有任何错误的或缺失的颜色，则表示可能需要清洁打印头。此过程会尝试使用墨盒来清洁打印头中的喷嘴。此过程将需要约 2 分钟时间，且将使用一张纸。";